[
    {
        "volume": "Vol-01",
        "title": "Asterix the Gaul",
        "year": "1961",
        "description": "The Romans discover that the secret of the Gauls' strength is the magic potion brewed by the druid Getafix, so they decide to capture the druid and get the recipe out of him. It is up to Asterix and his wits to save Getafix.",
        "image": "img/01gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-02",
        "title": "Asterix and the Golden Sickle",
        "year": "1962",
        "description": "Getafix's sickle breaks, so Asterix and Obelix volunteer to go to Lutetia to buy a new one. But there is a mysterious sickle shortage our heroes must get to the bottom of.",
        "image": "img/02gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-03",
        "title": "Asterix and the Goths",
        "year": "1963",
        "description": "The druid Getafix is captured by a tribe of Goths, and Asterix and Obelix must rescue him.",
        "image": "img/03gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-04",
        "title": "Asterix the Gladiator",
        "year": "1964",
        "description": "Odius Asparagus, the prefect of Gaul, captures Cacofonix and sends him as a present to Caesar. Unimpressed by Cacofonix, Caesar orders him to be thrown to the Lions at the Circus Maximus. Asterix and Obelix hitchhike all the way to Rome where they must become gladiators to rescue him.",
        "image": "img/04gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-05",
        "title": "Asterix and the Banquet",
        "year": "1965",
        "description": "Unsuccessful at conquering the village, the Romans decide to isolate it by building a stockade. To remove it, Asterix strikes a bet with the Romans that he and Obelix can travel throughout Gaul and back to the village with various Gaulish delicacies without the Romans being able to stop them. The route is a parallel to the modern Tour de France cycling event. It's in this adventure that Obelix gets his dog, Dogmatix.",
        "image": "img/05gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-06",
        "title": "Asterix and Cleopatra",
        "year": "1965",
        "description": "Caesar calls the Egyptians inferior to the Romans. Outraged, Cleopatra wagers with him that her people can build a grand monument in record time. Edifis, a bumbling, timid architect is asked to perform the miracle, and asks his old friend Getafix for help. Meanwhile, his rival and Caesar's agents attempt to sabotage the effort.",
        "image": "img/06gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-07",
        "title": "Asterix and the Big Fight",
        "year": "1966",
        "description": "The Romans conspire with a Roman-friendly Gaulish village to declare a ritual winner-takes-all fight between the village chiefs. One of Obelix's menhirs causes Getafix to lose his memory, leaving the Gauls without magic potion. The fight parodies professional boxing.",
        "image": "img/07gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-08",
        "title": "Asterix in Britain",
        "year": "1966",
        "description": "One small village in Britain still holds out against the Roman invaders. But with no Magic Potion, they need help, so Asterix's cousin Anticlimax comes to Gaul seeking aid.",
        "image": "img/08gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-09",
        "title": "Asterix and the Normans",
        "year": "1966",
        "description": "The Normans are fearless to the point of not even understanding the concept, so they travel to Gaul where they kidnap chief Vitalstatistix's cowardly visiting nephew Justforkix to teach them fear.",
        "image": "img/09gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-10",
        "title": "Asterix the Legionary",
        "year": "1967",
        "description": "Asterix and Obelix join the Roman Legion (in a parody of the French Foreign Legion) in an attempt to find the conscripted fiancé of Panacea, a villager on whom Obelix has a big crush. With an eclectic group of foreigners, they are sent to North Africa to fight the traitor Scipio.",
        "image": "img/10gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-11",
        "title": "Asterix and the Chieftain's Shield",
        "year": "1968",
        "description": "After too many banquets, chief Vitalstatistix is forced to visit a spa in the Arvernian countryside to nurse his sore liver. Meanwhile, Caesar orders his men to search the area for the shield of Vercingetorix, regarded as a patriotic symbol by the Gauls.",
        "image": "img/11gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-12",
        "title": "Asterix at the Olympic Games",
        "year": "1968",
        "description": "To participate in the Olympic Games in Greece, the Gauls register themselves as Romans. When the officials declare the magic potion to be a form of illegal doping, Asterix turns to his native abilities to compete.",
        "image": "img/12gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-13",
        "title": "Asterix and the Cauldron",
        "year": "1969",
        "description": "Whosemoralsarelastix, chief of a nearby village, asks Vitalstatistix to hide his village's money to prevent the Romans from taking it. When the money is stolen under his watch, Asterix is banished until he can repay the money and recover his honour.",
        "image": "img/13gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-14",
        "title": "Asterix in Spain",
        "year": "1969",
        "description": "Pepe, a young and spoiled child, is taken from the Romans. He turns out to be Spanish, and held hostage in an attempt to get them to surrender. Asterix and Obelix escort the child back to Spain.",
        "image": "img/14gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-15",
        "title": "Asterix and the Roman Agent",
        "year": "1970",
        "description": "A troublemaker is brought to Caesar in Rome; he was to be executed in the Colosseum, but is so conniving that he got the lions to eat each other instead. Caesar sends him to the Gaulish village in an attempt to destroy unity.",
        "image": "img/15gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-16",
        "title": "Asterix in Switzerland",
        "year": "1970",
        "description": "A poisoned Roman tax inspector seeks sanctuary in the village. Asterix and Obelix are sent to Switzerland to recover a Silver Star, or Edelweiss, which is needed to cure him.",
        "image": "img/16gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-17",
        "title": "The Mansions of the Gods",
        "year": "1971",
        "description": "Caesar tries to dilute solidarity and weaken local customs in Gaul by creating a vacation resort near the Village. The villagers sabotage the efforts, first by magically replanting the forest as soon as it's cut, and by creating a slaves' union; later by being obnoxious neighbors to the resident Romans.",
        "image": "img/17gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-18",
        "title": "Asterix and the Laurel Wreath",
        "year": "1972",
        "description": "Thoroughly chagrined by his obnoxious brother-in-law, Vitalstatistix gets drunk and boasts that he will create a dish seasoned with Caesar's laurel wreath. He orders Asterix and Obelix travel to Rome to retrieve it.",
        "image": "img/18gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-19",
        "title": "Asterix and the Soothsayer",
        "year": "1972",
        "description": "In the absence of Getafix, a fraudulent seer seeks shelter against rain in the Village, then ingratiates himself to everyone by predicting the futures they want to hear, asking no food or money, merely items to \"read\" the future in (mainly as food and money). Unbeknown to the Gauls, he is hired by the Romans to convince the Gauls to abandon the village by that disaster would befall the village were he to be chased off.",
        "image": "img/19gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-20",
        "title": "Asterix in Corsica",
        "year": "1973",
        "description": "As part of the celebrations of the anniversary of Vercingetorix's victory at the Battle of Gergovia, the Gauls and their friends raid one of the nearby Roman camps. A very stoic and composed prisoner is discovered, who reveals himself as Boneywasawarriorwayayix, a tribal leader from Corsica. Asterix and Obelix accompany him back to Corsica, to unite the quarrelling tribes against the Romans.",
        "image": "img/20gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-21",
        "title": "Asterix and Caesar's Gift",
        "year": "1974",
        "description": "At the end of their career, legionaries are granted estate in the Empire to settle down. A perpetually inebriated soldier is given the Village, by Caesar's hand, which he promptly sells to an innkeeper for wine. Pushed by his dominant wife, the innkeeper sells his property and attempts to claim the village as his own. Upon discovering that his ownership is void, he campaigns to be elected chief, causing rivalries to ensue throughout the village. To complicate matter, the soldier returns and asks the local legions' aid in reclaiming his village, since he didn't get enough wine for it.",
        "image": "img/21gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-22",
        "title": "Asterix and the Great Crossing",
        "year": "1975",
        "description": "Brewing the magical potion requires fresh fish, and Unhygienix has none since he imports it from Lutetia (Paris) (in spite of living near the sea). Asterix and Obelix sail out to catch fish, but become lost and end up on the other side of the ocean, discovering a New World, where they eventually become a legend to the Native American populace. Soon afterwards, a Viking explorer discovers America, and captures the first natives he finds (i.e. them) and brings them home. A running joke in this comic is that none of the races are able to understand one another, the Vikings speaking with Scandinavian vowels that the Gauls are unable to duplicate, but that their dogs are able to communicate perfectly.",
        "image": "img/22gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-23",
        "title": "Obelix and Co.",
        "year": "1976",
        "description": "Caesar sends one of his advisors to the Gaulish village, in an effort to make them rich, decadent and utterly dependent on Rome. He starts by buying menhirs at ever-increasing prices, thus persuading most of the village to make useless menhirs, and in turn employing other villagers to hunt for their food. The plan goes awry when Caesar's treasury turns out insufficient to fund the menhirs, and a commercial campaign to sell them in Rome fails because of competition from Egyptian menhirs and slave-made Roman menhirs.",
        "image": "img/23gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-24",
        "title": "Asterix in Belgium",
        "year": "1979",
        "description": "When Vitalstatistix hears that Caesar has said that the Belgians are the bravest of all the Gaulish peoples he heads to Belgium in a huff to show the world that his Armoricans are really the best.",
        "image": "img/24gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-25",
        "title": "Asterix and the Great Divide",
        "year": "1980",
        "description": "Asterix and Obelix visit a village divided in half by its rival chiefs. However, one chief's son and the other's daughter are in love, and together with Asterix and Obelix, they reunite the village. The dividing chasm itself resembles the Berlin Wall. There is also a reference here to Romeo and Juliet.[original research?]",
        "image": "img/25gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-26",
        "title": "Asterix and the Black Gold",
        "year": "1981",
        "description": "Getafix has run out of rock oil and sends Asterix and Obelix to Mesopotamia in search of it. They are accompanied by a Gaulish-Roman druid called Dubbelosix, who is really a double agent seeking to foul their mission. Includes a tribute to Goscinny, who was Jewish.",
        "image": "img/26gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-27",
        "title": "Asterix and Son",
        "year": "1983",
        "description": "A baby boy mysteriously turns up at Asterix's doorstep. No one in the village knows who he is, so Asterix is forced to be his adoptive father. Meanwhile, the Roman legions led by Brutus are after the baby, because in reality, he is Caesar's full-blooded son, Caesarion.",
        "image": "img/27gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-28",
        "title": "Asterix and the Magic Carpet",
        "year": "1987",
        "description": "A fakir from far-away India travels to Asterix's village and asks Cacofonix to save his land from drought since his horrible voice can make it rain. Cacofonix, accompanied by Asterix and Obelix, must travel to India aboard a magic carpet to save the life of the princess Orinjade, who is to be sacrificed to stop the drought.",
        "image": "img/28gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-29",
        "title": "Asterix and the Secret Weapon",
        "year": "1991",
        "description": "A feminist satire in which a female bard called Bravura replaces Cacofonix as school teacher and \"liberates\" the village women, causing the men to leave and live in the forest. Caesar secretly sends a battalion of female legionaries to conquer the village, having heard that the Gauls will not strike a woman. The men and woman have to settle their differences to overcome this threat.",
        "image": "img/29gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-30",
        "title": "Asterix and Obelix All at Sea",
        "year": "1996",
        "description": "Left alone in Getafix's hut, Obelix drinks a whole cauldron of magic potion. He first turns to stone, then into a small boy. Meanwhile, a group of men have escaped from Roman slavery on board a ship. Together, they travel to Atlantis to make Obelix a grown man again.",
        "image": "img/30gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-31",
        "title": "Asterix and the Actress",
        "year": "2001",
        "description": "A Roman actress pretends to be Panacea in order to steal back a fancy sword/scabbard and helmet belonging to Pompey, which Asterix and Obelix got for their birthday before Caesar learns Pompey is in Armorica.",
        "image": "img/31gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-32",
        "title": "Asterix and the Class Act",
        "year": "2003",
        "description": "A collection of several short stories, including an experiment at different drawing and storytelling styles. Some stories are written by Goscinny.",
        "image": "img/32gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-33",
        "title": "Asterix and the Falling Sky",
        "year": "2005",
        "description": "Two rival outer space alien ships appear above the Gaulish village. The aliens want to know the secret of the great weapon the Gauls have, which is \"known throughout the universe\". The aliens are styled on the happy-faced Walt Disney and Marvel Comics superheroes of the American comic book style on one side, and futuristic robot and insect-like Japanese manga style on the other. The album is explained by Uderzo as a tribute to Walt Disney, who inspired him to be an artist. Reception of the album was mixed, with many fans criticizing the sci-fi setting, and thinly veiled references to the Bush administration. Despite this criticism, the album was not disliked by everyone, and reportedly sold well.[1]",
        "image": "img/33gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-34",
        "title": "Asterix and Obelix's Birthday: The Golden Book",
        "year": "2009",
        "description": "Several short stories, including some written by Goscinny.",
        "image": "img/34gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-35",
        "title": "Asterix and the Picts",
        "year": "2013",
        "description": "When Asterix and Obelix rescue a mysterious Pict named MacAroon, they must journey to Caledonia, now Scotland, to return him to his lady love, Camomilla, the adopted daughter of the old king. However, the treacherous chieftain MacCabeus - with the help of the Romans - plans to marry her and claim the throne.",
        "image": "img/35gb.jpg",
        "collected": false
    },
    {
        "volume": "Vol-36",
        "title": "Asterix and the Missing Scroll",
        "year": "2015",
        "description": "Julius Caesar has finished writing the history of his campaigns in Gaul. His publisher, Libellus Blockbustus, forsees a huge success ... but there's a snag: the chapter about Caesar's defeats by the indomitable Gauls of Armorica. Cut it, Blockbustus advises, and everyone will believe that Caesar conquered all Gaul. Or will they? Newsmonger and activist Confoundtheirpolitix takes the chapter to Asterix's village. Can the Gauls make sure the truth is revealed?",
        "image": "img/36gb.jpg",
        "collected": false
    }
]